Revit 2024 API
ElementSet.ReverseIterator Method
Retrieve a backward moving iterator to the set.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public virtual ElementSetIterator ReverseIterator()
Visual Basic
Public Overridable Function ReverseIterator As ElementSetIterator
Visual C++
public:
virtual ElementSetIterator^ ReverseIterator()
Return Value
Returns a backward moving iterator to the set.
See Also
ElementSet Class
Autodesk.Revit.DB Namespace